/**
  ******************************************************************************
  * @file    bsp_led.c
  * @author  edison
  * @version V1.0
  * @date    2013-xx-xx
  * @brief   led应用函数接口
  ******************************************************************************
  * @attention
  *
  *
  ******************************************************************************
  */
  
#include "bsp_led.h"   
  
 /**
  * @brief  初始化控制LED的IO
  * @param  无
  * @retval 无
  */
void LED_GPIO_Config(void)
{		
	GPIO_A_G_Init_Default(LED1_PORT,LED1_PIN,GPIO_Mode_Out_PP);
}

/*********************************************END OF FILE**********************/
